Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 病床上的麦格雷尼面色惨白，身体枯瘦，每一次呼吸都仿佛要用尽全身的力气，看着麦格雷尼这极度虚弱的样子，红发美女第一次失去了信心，她反复的问自己，麦格雷尼真能等到自己想出办法？
en_us: Lying on the sickbed, McGrenn's face was ghastly pale and his body gaunt, every breath he took seemed to have exhausted all his strength. Looking at how extremely feeble McGrenn was, the redheaded beauty lost confidence for the first time. She asked herself repeatedly, Can McGrenn really wait till I find a way?

source: 白发老者捋了捋白须，开口道：“不用看了，这小子是铸鼎境二重，不过天赋异禀，反应能力变态。杨管事，好好笼络培养一下他，把他实力提升到铸鼎境三重四重，他绝对能成为一名优秀的金牌陪练，替武殿源源不断的赚取银钱！”
en_us: The elderly man with white hair stroked his beard as he opened his mouth to speak, saying, "There is no need to look any further. This kid does indeed have a power level in the second stage of the Cast Tripod Realm, but he has mysterious heaven-endowed natural talent, which allows him to have obscenely powerful abilities to react to attacks. Manager Yang, ensure that he is well-groomed, well-trained and well-invested in, and help increase his power level up to the third or even fourth stage of the Cast Tripod Realm. He definitely has the potential of becoming an excellent gold token-grade sparring partner, which would no doubt become a endless source of profit for the Martial Arts Hall!"

source: 白发老者的话，让杨管事很是兴奋起来，他没有急着出去，顿了一下又说道：“那费老，要不要把这小子招揽进武殿内？”
en_us: The words of the elderly man with white hair caused Manager Yang to become very excited. He did not leave in a hurry, but rather paused for a moment before once again speaking. He asked, "Then, Elder Fei, should we invite or try to attract this youngster into joining the Martial Arts Hall?

source: 盛怒之下一双美目中露出无穷的杀意，强大的气息猛然间散发出来，红色斗气就如一片缭绕的火焰，远远望去，此时的红发美女就如同一只浴火的凤凰。
en_us: In her wrath, the pair of beautiful eyes divulged a boundless murderous intent. A strong aura erupted from her, the red anger was like a flame that filled the air. From a distance, the redheaded beauty was as if a phoenix bathing in fire.

source: 目光从安东尼先生身上挪开，却又看见一位熟人走进宴会大厅。
en_us: He shifted his gaze away from Mr Anthony and saw someone he knew entering the banquet hall.

source: 目送三人离去之后，葛瑞安脸上的神色有些古怪。
en_us: After watching the three men leaving, Gerian's expression was somewhat odd.

source: 目送林立的背影远去，伊娜才带着几分不舍回到楼上，刚一上楼，就听见罗琳带着哭腔的道歉声：“伊娜……对不起。”
en_us: After watching Lin Li's figure fade into the distance, Ina returned upstairs with a hint of reluctance. As soon as she went upstairs, she heard Rowling's crying out an apology. "Ina... Sorry."

source: 目送着这位名动天羽城的绝色小姐离开，江逸沉默的转身回自己小房间内修炼了。
en_us: Seeing off this heavenly young mistress whose beauty made the entire Skyplume City fall at her feet, Jiang Yi turned away in silence and went back to his room to cultivate.

source: 相同等级的魔法中，咒语越长结构越复杂，威力自然也就越大，既然都消耗相同的魔力，谁不愿意选威力大的？这就跟打麻将一样，一把好牌拿起来，谁不愿意做做清一色什么的？
en_us: Among the same level of magic, the longer the spell and the more complex the structure, the greater the power. Since it all consumed the same magical power, who wouldn't choose the one with the greater power? It was just like playing a game of mahjong—with a good set of tiles in hand, who wouldn't want to give pure hands or something a shot?

source: 看了一会，江逸差不多了解了一些情况，这武殿内金牌陪练只有三人，实力差不多都是铸鼎境五六重。银牌陪练有四五个，铸鼎境三四重左右，剩下的八九人全是铜牌陪练。
en_us: After observing for a short while, Jiang Yi had more or less understood some of the circumstances around him. This Martial Arts Hall had only three gold token-grade sparring partners, with power levels around the fifth or sixth stage of the Cast Tripod Realm. There were also four or five silver token-grade sparring partners, with power levels around the third or fourth stage of the Cast Tripod Realm. The remaining eight or nine persons were all bronze token-grade.

source: 看了一阵，他有些自嘲的喃喃：“姬小姐还是别叫公子了，叫我易剑吧！你见过穿如此破烂草鞋的公子？”
en_us: After glancing for a while, in an attempt to mock himself, he muttered, "Young Mistress Ji, I think you shouldn't call me a young master. Why don't you call me Yi Jian! Have you ever seen a gentleman or young master wearing such tattered shoes?"

source: 看了一阵，这老者身子居然微微颤动起来，他目光灼热的扫向江逸，竟突然抱拳拱手道：“这位尊贵的客人，请问这丹药是您炼制出来的吗？”
en_us: After looking at the elixirs for a while, the elderly man actually trembled slightly. With a burning gaze he glanced at Jiang Yi and actually with a sudden motion cupped his fists and greeted, "This distinguished and honourable guest, may I ask if you refined this elixir yourself?"

source: 看到外面天已经亮了，江逸不敢多研究了，迟些可是要去荣管事那报道，去西山清点草药，他得提炼一些黑色元力备用，避免被江如虎等人截了。
en_us: Seeing that the sky outside was already bright, Jiang Yi did not dare to do any more research. After all, he had to head over and report to to Chief Rong, and go to the Western Hills to take stock of the medicinal plants there. He had to refine some black essence force and keep in reserve for use, in case he was intercepted by Jiang Ruhu and his gang.

source: 看到小奴如此惨样，江逸脑海内爆炸了一般，什么也顾不上直接发狂暴走，身子朝那壮汉飙射而去，元力疯狂的朝拳头涌来，一拳朝那壮汉胸口砸下。
en_us: When he saw Xiaonu's tragic state, Jiang Yi felt his mind explode. Without a thought, he shot towards the man, essence force surging straight to his fist, he threw at the man's chest.

source: 看到武殿外围满了人，想到江恨水和姬听雨都进去修炼了，江逸一时有些好奇，就快步朝武殿外走去。
en_us: Seeing the exterior of the Martial Arts Hall surrounded by people, and thinking about how Jiang Henshui and Ji Tingyu had both entered the Hall to cultivate their power, Jiang Yi felt a surge of curiosity. As such, he hastened his steps and walked towards the exterior of the Martial Arts Hall.

source: 看到江松捧着一张红肿的脸，畏惧的快步离开，江逸也不敢多待了，一边拱手低声说道：“柳长老您忙着。”一边快速朝外面退去。
en_us: Observing Jiang Song's red and swollen face as he fearfully left with quick steps, Jiang Yi did not dare to stay for any longer. He cupped his hands and said in a low voice, "Elder Liu, I’ll take my leave," before he hastily made his way outside.

source: 看到江逸的拳头一下变成了三个，马飞有些慌了，但如此关头他还怎么变招？只能咬牙控制那把旋转的青色短剑继续朝江逸胸口刺去，江逸这拳要是敢砸下来，他的胸口肯定也会被绞出一个大洞！
en_us: Seeing the singular fist suddenly transforming into three, Ma Fei became somewhat panicked. How could he change his own technique at this juncture? He could only clench his teeth and continue to direct the teal-colored short sword on its path towards Jiang Yi's chest. If Jiang Yi dared to hit him with Phantom Punch, Jiang Yi's chest would then become a mangled mess for sure!

source: 看到江逸竟抡起江如虎一阵狂扫，所有人吓得面色惨白，连忙收回攻击慌忙后退，他们这一攻击怕是江逸还没受伤，江如虎就已经被砸成肉泥了。
en_us: The entire group of opponents were so frightened by the sight of Jiang Yi brazenly swinging Jiang Ruhu around in a frenzied sweeping move that their faces turned deathly pale. They promptly withdrew their attacks and retreated backwards in a flurry. They were scared that with their single attack, Jiang Ruhu would beaten to a pulp even before Jiang Yi experienced any injury.

source: 看到江逸脸色大变，江如虎仰天长笑起来：“哈哈，江逸，你不是很狂吗？今日不把你双腿打断，我江如虎的名字倒着写！”
en_us: Seeing the colours on Jiang Yi's face change greatly, Jiang Ruhu laughed towards the sky for a long time and announced, "Haha! Jiang Yi, I thought you were very wild? If I don't break both your legs today, I will write my name 'Jiang Ruhu' in reverse!"

source: 看到江逸这副神情，江小奴有些惊慌起来。随即很快醒悟，大眼睛睁得滚圆惊疑问道：“哎呀，不对啊，少爷你的实力怎么那么强大了？刚才你好厉害哦，把那几个坏蛋都给打伤了……”
en_us: Looking at Jiang Yi's expression, Jiang Xiaonu felt some fear and concern. Almost immediately realizing what he had done, she asked incredulously, "Oh no, hang on, Young Master, since when did you become so strong? Just now you were so powerful, being able to injure all those bad people..."

source: 看到江逸青铜面具下眼眉中神采飞扬之色，姬听雨怔住了，原本她只是怕江逸尴尬随口说出来的宽慰话语，却没想到江逸居然触动如此之大，还宛如变了一个人般，身上的气势竟让她有一种莫名的熟悉感，就好像……他父亲当年受封天羽城城主那一刻般。
en_us: Seeing Jiang Yi's eyes glow with vigor and high spirits from under his bronze mask, Ji Tingyu was stumped for words. Originally, she had just wanted to say some simple words of comfort and consoling, out of fear that Jiang Yi would feel too awkward. However, what she did not expect was that Jiang Yi would become so touched, as though he had changed and become a completely different person. The sense of confidence and gradeur emitting from his body actually gave her a mysterious feeling of familiarity, as though he was like... her father, at the moment when he was given the title of City Lord of Skyplume City.

source: 看到病床前突然多出的陌生人，红发美女秀丽的眉毛微微皱起，神色间有着一丝警惕：“伊娜，他是什么人？”
en_us: Seeing a stranger by the sick bed, the redheaded beauty knitted her fine eyebrows slightly with a hint of caution. "Ina, who is he?"

source: 看到这一幕林立就更搞不清楚了。
en_us: Seeing the scene had made Lin Li even more confused.

source: 看到这句话的时候，胖老头瞳孔都放大了,从小就听着法师之神的传说长大,那位黑暗年代最伟大的法师曾经干过些什么事,葛瑞安闭着眼睛都能数得出来,唯一能够对抗神祗的凡人,以一人之力歼灭高等精灵魔法军团的传奇，葛瑞安一直觉得，这样的人只应在神话中出现。
en_us: The fat old man's pupils dilated when he saw the name. He had grown up listening to the legend of the God of Mages. Gerian could count with his eyes closed exactly what the noblest mage of the Dark Ages did in his time. He was the only mortal that could fight the gods, and there was the legend of him annihilating the Magic Legion of the High Elves with his own power. Gerian had always thought that such a person would only exist in myths.

source: 看到马黑旗和柳河走之前淡淡瞥过的一眼，江逸暗暗苦恼，扭头朝练功房内走去。
en_us: Jiang Yi headed to the Technique Practising Room, inwardly vexed by the faint glance Ma Heiqi and Liu He sent his way before they left.

source: 看看人家先前表现出来的实力，二级魔法冲击水幕说瞬发就瞬发，这是五六级魔法师的实力？就算是很多魔导士，大概也就是这样的水准了……
en_us: Just look at how he had performed, unleashing a level-two Waterfall Strike in an instant. How was that the strength of a level five or six mage? This was probably the general standard of most Magic Shooters...

source: 看看身上的怒焰之袍，再看看手上的无尽风暴之戒，林立觉得自己已经用不着再打开次元空间了，因为他完全可以肯定，里面装着的必定是上百块龙皮，二十几块神之金属，再加上以前积累下来的无数极品装备和材料……
en_us: Looking at the Robe of Wrath he was wearing and the Ring of Endless Storm on his finger, Lin Li felt that he had no need to open the portal to the other dimension again. He was certain that it contained over a hundred pieces of dragon skin and over twenty pieces of divinity metals, along with the numerous top-grade equipment and materials he had accumulated previously.

source: 看看那二三十条咒语都有些什么。
en_us: Look at what the twenty or thirty spells were about.

source: 看着伊娜又恢复了生气，林立的心情也相当不错，摸了摸口袋，将几种草药一一掏出摆在桌上。净化药剂需要的材料一共有四种，银须草，太阳草，梦境花，泰罗果，其中的银须草与太阳草，药效是有些雷同的，都带有极强的神圣净化效果，单独拿出一种，便可以配出增幅神圣力量的药剂，两种同时使用，几乎可以净化一切负面效果。
en_us: Lin Li was in a pretty good mood seeing Ina had regained her vigor. He fumbled through his pockets and placed the herbs on the table. There were four ingredients required to make the Purifying Potion—silver hairgrass, sungrass, dreampetal, and terocone. Among them, the effects of the silver hairgrass and sungrass were similar; both had strong divine purifying effect. Using one alone would enable you to concoct a potion that could amplify the divine power; using two at the same time would enable you to purify almost every negative effect.

source: 看着凯文一脸捡了便宜的表情，林立不由一阵头皮发麻，三四百金币还不贵。
en_us: Watching the expression on Kevin's face like he had snagged a bargain, Lin Li felt his scalp tingle. Three to four hundred gold coins was not considered expensive?

source: 看着林立那副样子，走在最后的克伦威尔就忍不住皱起了眉头，真是个没见过世面的乡巴佬……
en_us: Cromwell could not help but frown as he watched Lin Li from behind. What a country bumpkin who had not been exposed to the world...

source: 看着漫天的手影，江逸暗暗感慨。心底却不愿意在一个大美女面前丢脸，他深知自己的速度绝对比不过姬听雨，索性也不躲避了，目光死死锁定姬听雨的双手，脑海快速转动，预算着对方的攻击轨迹，一双手如海藻般朝前方探去。
en_us: Seeing the hand silhouettes cover up the surrounding air for as far as his eyes could see, Jiang Yi slightly sighed with regret. Deep down in his heart, he was in truth unwilling to lose face in front of a beautiful lady. He knew deep down that his speed would definitely be unable to beat that of Ji Tingyu. As such, he simply decided to stop trying to avoid incoming attacks any further, and instead use his eyes to firmly lock on to Ji Tingyu's hands. With his mind spinning at a quick speed, he was able to estimate his opponent's attack trajectory and in turn stretch his two hands forward like a strand of seaweed.

source: 看着那一枚枚亮晶的魔晶，一旁的凯文当时就觉得头皮发麻，他甚至不需要仔细看，光凭魔晶上透出的元素波动，也可以感受出它们至少都在五级以上，魔兽可不是谁家里养的奶牛，可以想挤就挤，这么几十枚五级以上的魔晶，就算是出动一支佣兵团队，怕是也要花上十几天的时间。
en_us: Kevin's scalp numbed as he saw the shiny magical crystals. He didn't even have to look closely to sense that they were at least level-five by the element waves emanating from the magical crystals. Magical beasts were not cows that one raised at home and could milk them as and when one wanted. It would probably take more than ten days to collect these magical crystals of level-five and above even if a mercenary team was deployed.

source: 看着那琳琅满目的金属锭，就连林立自己都不得不承认，自己确实有些变态的收藏癖，从最廉价的铜锭铁锭，到价格昂贵的精金锭秘银锭，再到平日里难得一见的各种魔法金属，七七八八算下来，竟是有数十种之多……
en_us: Looking at the dazzling array of metal ingots, even Lin Li himself had to admit that he was some kind of freak of collectormania. From the cheapest copper and iron ingots to the expensive adamantine and mithril ingots, and then to all kinds of magical metals that were rarely seen in everyday life, there were actually dozens of kinds when counted together...

source: 眼前这个叫费雷的年轻魔法师，根本就不是什么药剂天才，而是一个已经取得巨大成就的药剂大师——他甚至很有机会，在极短时间内超越大师的范畴。
en_us: This young mage, Felic, was not a genius at all, but a potion master who had already achieved great success. He even had a good chance to surpass the mastery level in a very short time.

source: 眼前这个年轻魔法师，只不过二十岁不到的年纪，甚至比克伦威尔还要小上一些，但在对力量的控制上，却比从小天赋过人的克伦威尔强了不知多少倍，而且老梅林在刚才的试探中发现，这年轻人的精神力竟是强得可怕，自己用尽全力，也探不出他的极限究竟在哪里。
en_us: The young mage before him was no more than 20 years of age, and was much younger than Cromwell. But in the control of power, he was several times stronger than Cromwell, who had displayed an outstanding talent from a young age. Old Merlin had also observed in the probe earlier on how horribly strong this young man's mental strength was. He had given it his all, yet he couldn't figure out where his limit actually was.

source: 眼前魔法师不过二十来岁，看上去脸上甚至还带着一丝稚气，就算他一出生就开始钻研药剂学，也不可能在这个年纪取得巨大突破，更何况他同时还需要大量的时间学习魔法。
en_us: The mage in front of him was barely 20 and there was even a look of childishness on his face. Even if he had begun studying pharmaceutics the moment he was born, it would have been impossible to achieve such a huge breakthrough at this age. Moreover, he would need the same huge amount of time to study magic concurrently.

source: 眼看双足飞龙已经死去，那受伤的中年男人扶着四周的树干，挣扎着从树丛中走了出来，他想要上前去感谢自己的救命恩人，可才刚走两步，却看见救命恩人正拿着一只玻璃瓶，拼命的挤压着双足飞龙的尸体。
en_us: Upon seeing that the Wyvern was dead, the wounded middle-aged man held onto the surrounding branches and struggled as he walked out of the grove. He had wanted to thank his life savior and had just taken two steps when he saw the latter holding a glass bottle, desperately squeezing the body of the dead Wyvern.

source: 眼看灰袍法师从那僻静的角落里走出，艾萨克一颗心才终于是慢慢放了下来，只要他愿意出手，巴瑟罗尔的小命应该是保住了……
en_us: Isaac's heart gradually descended back into its place when the mage in gray robe emerged from the quiet corner. As long as he was willing to interfere, Bathrilor's life should be saved...

source: 研究到半夜，江逸的伤势倒是全好了，确定不能再研究出其余的功能后，他带着深深的遗憾沉沉睡去，昨夜就一宿没睡了，他终于顶不住了。
en_us: After studying till midnight, Jiang Yi's injuries had entirely healed. Confirming that he could no longer discover any other abilities, he went to sleep with deep disappointment. He finally could not take it anymore, after having not slept at all last night.

source: 砰！
en_us: BANG!

source: 确定镇西军和灵兽山学院一样将会在三个月后来天羽城招生，整个江家都兴奋忙碌起来，江家家主江云山亲自下令，除了部分天才子弟去武殿闭关外，所有家族子弟不得外出全闭关修炼，争取在三个月后的招生大典上好好表现。
en_us: At the news that both the Western Garrison Army and Mt. Spirit Beast College would be visiting Skyplume City to recruit newcomers in three months' time, the entire Jiang Clan became enlivened with enthusiastic preparations. The Jiang Clan Clan Head, Jiang Yunshan, had personally issued an order for all descendants to go into seclusion, in order to make the most of the Grand Audition three months later.

source: 确实是怒焰法袍，林立相信自己不可能看错，为了弄到这件拥有三十个卷轴空间的传说法袍，他当初花了差不多三四十万的金币，最后还搭上了一件史诗装备，才算是勉强换到了这件小号法师的极品法袍。
en_us: It was indeed the Robe of Wrath. Lin Li was sure he couldn't be wrong. In order to attain this legendary robe with a space to hold thirty scrolls in it, he had spent almost forty thousand gold coins along with a piece of epic equipment and had barely managed to obtain the remarkable magical robe.

source: 神武国以武立国，管理城池的全部都是强大武者，甚至有显著军功的武将还会直接赐予小城作为封地。天羽城城主姬天，就是在十四年前的六国国战中战功彪炳，被赐予羽林偏将，受封天羽城。
en_us: The culture and society of Divine Martial Kingdom was built on martial arts. The administrators who run the cities were all powerful martial artists, with military generals wielding significant military prowess even being directly bestowed with entire small cities as vassal territory. The City Lord of Tianyu City Ji Tian had beaten Biao Bing in the Six-Nation War some fourteen years ago and as such was bestowed the title of Yulin Deputy General as well as Skyplume City as his own fiefdom.

source: 神武国首重军功，天羽城城主都是因为军功才被封爵赐城的，能加入神武国三大军团之一的镇西军，那是很荣耀的事情，万一在军中获得军功，封官赐爵，他们家族也能发展壮大，荣耀百年。
en_us: Military glory was most valued in Divine Martial Kingdom. The City Lord of Skyplume City was given his lordship as well as command of this city Divine Martial Kingdom precisely because of the military glory he had achieved. Hence, to be able to join the Western Garrison Army, which was one of 's three great armies, was a badge of honor. In the event that a descendant achieved military glory, they would likewise be rewarded with the rank of nobility, and the entire family clan would be able to ride on their coattails of success, sharing the glory for years to come.

source: 种种可怕的下场，听得林立目瞪口呆，这难道就是传说中的天才？仅仅凭着红发美女几滴眼泪，就能揣测出这么多的东西来，还能想象出各种可怕的下场，这需要多强的想象力才能够办到？这人不改行去写骑士小说真是太可惜了……
en_us: Lin Li listened agape to all sorts of horrible ends for him. Could this be the legendary genius? He could speculate so many things with only that few drops of tears from the redheaded beauty and even came up with all kinds of horrible repercussions. How strong an imagination was needed for all these? It would be a pity if this man did not change his profession to writing chivalric novels...

source: 秘银之后是瑟银，瑟银之后是魔铁，魔铁之后是精金……
en_us: Right after mithril was thorium, and then fiend iron, followed by adamantine...

source: 稍稍休息了一会之后，这家伙又把无尽风暴之戒打开了，看都不看就是一把魔晶抓了出来，放在炼金台上数了数，大概有十几枚之多，这些魔晶大多在四五级左右，其中还夹杂着那么一两枚六七级的。
en_us: After a short rest, Lin Li opened up the Ring of Endless Storm again and, without even looking, grabbed a handful of magical crystals and counted them on the forging platform. There were about a dozen or so of these magical crystals, most of which were level-four and five, with one or two level-six and seven ones.

source: 稍稍犹豫之后，他就选择了清醒药剂。
en_us: After a slight deliberation, he had chosen the Sobriety Potion.

source: 稍稍犹豫了一下之后，安度因的目光又落到了麦德林身上：“不过，有件事我不太放心，要是我放了他之后，他又去找费雷麻烦怎么办？”
en_us: After considering for a moment, Andoine's gaze once again fell on Medellin: "However, there is something I am worried about. If I were to let him go, what do I do if he provokes Felic again?"

source: 空前绝后的魔法天才，大师级别的药剂师，现在怎么又冒出个中级铁匠来？
en_us: An unprecedented magic genius, a master of pharmaceutics, and now a mid-level forger?

source: 穿过走廊，江逸很快抵达一个大殿内，这个大殿中央盘坐着七八人，竟都带着青铜野兽的面具，很多人身上手臂上还有很明显的伤势，衣袍也有些破烂。大殿四周还有很多小房间，十几个房间内隐约可以听到打斗的声音。
en_us: Passing through the corridor, Jiang Yi quickly arrived in the interior of a large hall. Seven or eight people were seated cross-legged in the center of the big hall. All of them were wearing masks of bronze-green beasts, with many of them having very obvious injuries on their bodies and arms and some even having tattered clothes. There were also many small rooms surrounding the large hall. One could vaguely hear the sounds of combat coming from more than ten of these rooms.

source: 突然——
en_us: Suddenly—

source: 突然，他脑海内闪过一个念头，眸子一下亮若星辰，他的黑色元力可以增强药效？刚才那人阶上品灵神丹，就很有可能是因为黑色元力使得药力增强，变成了地阶丹药的。
en_us: Suddenly, a thought flashed past his mind. His eyes shone brightly like stars. Could his black essence force increase medicinal effects? That Man-tier superior-grade Spirit Pills just now had become Earth-tier elixirs, their medical healing power increasing very likely a result of the black essence force.

source: 突然，整个练功房墙壁上光芒一闪，江逸莫名的感觉到一股力量禁锢了他般，他慌忙移动身体却发现没有半点影响，下意识的催动元力才发现不能再调动一丝蓝色元力。
en_us: Suddenly, the walls of the entire technique practicing room shone with brilliant rays of light. Jiang Yi felt an indescribable force that seemed to confine him tightly in shackles. He hurriedly tried to move his body but found no physical influence or change whatsoever. It was only when he set his mind to move his essence force that he realized he could not circulate even a sliver of blue essence force.

source: 突然，柳长老眸子内闪过一丝惊疑声，那一掌也收了回来，他目光疑惑的注视着丹炉内唯一剩下的两枚丹药，感觉似乎……和原先炼制的灵神丹有些不同？
en_us: Suddenly, Elder Liu paused, bewildered. He retracted his hand in the process. He stared in curiosity and suspicion at the two remaining elixirs left in the cauldron. He felt as though... they were different from the Spirit Pills he was originally refining.

source: 突然，自火焰中传出一声碎响，只见天帝手中的火龙剑忽然碎裂为数块碎片朝四面八方飞射出去。
en_us: Suddenly, a loud explosion sounded from the fire as Celestial Thearch's sword broke into tiny shards and shot out in all directions.

source: 第20章 天赋异禀
en_us: Chapter 20: The Mysteriously Endowed Natural Talent

source: 第一次和如此级别的武者对战，江逸不敢马虎，第一时间运转了一次黑色元力去了眼睛，背部微微弓起，目光灼灼的盯着对方的一举一动。
en_us: Facing off such a strong opponent for the first time, Jiang Yi could not afford to be sloppy. He transferred a wisp of black essence force at once and hunched his back slightly, sharp gaze tracking his opponent's every move.

source: 第一次在冒险者公会看到伊娜的时候，他就迷上了这个有着一双长腿的金发姑娘。
en_us: When he had first met Ina at the Adventurers Guild, he was smitten by this blond lady with a pair of slender legs.

source: 第一百一十九章 狼王
en_us: Chapter 119: Wolf Prince

source: 第一百二十三章 安度因
en_us: Chapter 123: Andoine

source: 第一百二十二章 逮捕
en_us: Chapter 122: The Arrest

source: 第一百二十五章 永恒精金矿脉
en_us: Chapter 125: The Mineral Vein of Eternal Adamantine

source: 第一百二十六章 套装
en_us: Chapter 126: The Gear

source: 第一百二十四章 安眠水晶
en_us: Chapter 124: Hypnotic Crystal

source: 第一眼看到林立的时候，凯文几乎以为自己认错人了。
en_us: At first sight, Kevin almost thought he had mistaken Lin Li for someone else.

source: 第一章 药剂学菜鸟
en_us: Chapter 1: The Pharmaceutics Rookie

source: 第一章 被封印的少年
en_us: Chapter 1: The Sealed Youth

source: 第七章 出事
en_us: Chapter 7: Accident

source: 第七章 炸丹了
en_us: Chapter 7: The Exploding Elixir

source: 第三十一章 黑色古堡
en_us: Chapter 31: Black Castle

source: 第三十七章 加洛斯城主
en_us: Chapter 37: The Castellan of Jarrosus

source: 第三十三章 庸医
en_us: Chapter 33: Quack

source: 第三十三章 酒囊饭袋
en_us: Chapter 33: The Good for Nothing

source: 第三十九章 争夺
en_us: Chapter 39: Contend

source: 第三十二章 黄昏诅咒
en_us: Chapter 32: The Twilight Curse

source: 第三十五章 直接处死
en_us: Chapter 35: Immediate Execution

source: 第三十五章 被推迟的拍卖
en_us: Chapter 35: The Delayed Auction

source: 第三十八章 拍卖
en_us: Chapter 38: The Auction

source: 第三十六章 偷窥
en_us: Chapter 36: Peeping

source: 第三十四章 求死
en_us: Chapter 34: Begging for Death

source: 第三十四章 配药
en_us: Chapter 34: Concoction

source: 第三十章 突破
en_us: Chapter 30: Breakthrough

source: 第三天，柳长老没出现，炼丹房内却迎来了两位特殊的客人。
en_us: On the third day which Elder Liu failed to appear, two special guests arrived at the alchemy lab.

source: 第三章 幽灵草
en_us: Chapter 3: Ghostskin

source: 第三章 神奇的黑色元力
en_us: Chapter 3: The Magical Black Essence Force

source: 第九章 发财大计
en_us: Chapter 9: The Grand Scheme to Get Rich

source: 第九章 霜结
en_us: Chapter 9: Frost

source: 第二十一章 交易
en_us: Chapter 21: The Deal

source: 第二十一章 送上门来
en_us: Chapter 21: A Visitor

source: 第二十七章 你想恢复几次？
en_us: Chapter 27: How Many Times Do You Wish to Recover?

source: 第二十七章 有点意思
en_us: Chapter 27: How Fascinating

source: 第二十三章 以命换命
en_us: Chapter 23: Exchanging One Life with Another

source: 第二十三章 射了一脸
en_us: Chapter 23: Shot In The Face

source: 第二十九章 决斗
en_us: Chapter 29: Duel

source: 第二十九章 残缺的秘籍
en_us: Chapter 29: The Badly Damaged Secret Manual

source: 第二十二章 你适合当炼丹师
en_us: Chapter 22: You're Suited to Be an Alchemist
